[
    {
      "Movie_name": "Premalu",
      "image_url": "https://static.toiimg.com/thumb/msid-107873532,width-1280,height-720,resizemode-4/107873532.jpg",
      "description":"Description: Premalu is a Malayalam romantic drama about two individuals whose love faces societal and personal challenges. It explores themes of love, sacrifice, and relationship struggles."
    },
    {
      "Movie_name": "Sita Ramam",
      "image_url": "https://cdns-images.dzcdn.net/images/cover/736f177a2a00ad38bd27189bdcac45d4/0x1900-000000-80-0-0.jpg",
      "description":"Description: Sita Ramam is a romantic drama about a soldier, Ram, and his love for Sita, communicated through letters. The film explores themes of love, destiny, and separation."
    },
    {
      "Movie_name": "Amaran",
      "image_url": "https://i.ytimg.com/vi/qaf4cDPsW68/hqdefault.jpg?v=6703aa2a",
      "description":"Description: Amaran is a Malayalam action thriller about a man seeking justice after a criminal conspiracy affects his family. The film explores themes of revenge, loyalty, and good vs. evil."
    },
    {
      "Movie_name": "Oh my kadavule",
      "image_url":"https://www.newsbricks.com/root_upld/general-news/2020/02/10769/org_27045202002151757.jpg",
      "description":"Description: https://www.behindwoods.com/tamil-movies/slideshow/best-tamil-songs-released-in-december-2019/images/kadhaippoma-from-oh-my-kadavule.jpg"
    },
    {
      "Movie_name": "Unakkum Enakkum",
      "image_url": "https://i.ytimg.com/vi/ODDcXY_6Hac/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLA6GJmM4zw6J1swe3nne1Bvkh1l3Q",
      "description":"Description: Unakkum Enakkum is a Tamil romantic comedy about two families who oppose the love between their children. The film explores themes of love, rivalry, and family dynamics with humor."
    },
    {
      "Movie_name": "Ghilli",
      "image_url": "https://www.tv5news.in/h-upload/2024/04/03/1228064-ghillirerelease2602244.webp",
      "description":"Description: Ghilli is a Tamil action drama about Velu, a Kabaddi player, who gets caught in a rivalry with a politician's son. The film focuses on action, romance, and Velu's struggle to protect his loved ones."
    },
    {
      "Movie_name": "Paiya",
      "image_url": "https://www.tamilnow.com/movie/images/paiya.jpg",
      "description":"Description: Paiyaa is a Tamil romantic action film about a road trip that turns into an adventure, leading to a romance between Shiva and Charulatha. The film explores love, destiny, and unexpected challenges."
    },
    {
      "Movie_name": "Friends",
      "image_url": "https://m.media-amazon.com/images/S/pv-target-images/22abff8b98cc0ecb5c0e7543a259025270f238c25c2d18d6736257ef24a94d92.jpg",
      "description":"Description: Friends is a Tamil comedy-drama about two childhood friends, Vijay and Karthik, who fall in love with the same woman. The film explores themes of friendship, love, sacrifice, and loyalty."
    },
    {
      "Movie_name": "Azhagu kutti chellam",
      "image_url": "https://www.behindwoods.com/tamil-movies/azhagu-kutty-chellam/images/azhagu-kutty-chellam-review-banner-1.jpg",
      "description":"Description: Azhagu Kutti Chellam is a Tamil drama about a young boy named Azhagu, raised in an orphanage, who longs for a family. The film explores themes of love, compassion, and the search for belonging."
    },
    {
      "Movie_name": "Guna",
      "image_url": "https://th-i.thgim.com/public/entertainment/movies/uufmfp/article67990905.ece/alternates/FREE_1200/guna%203.jpg",
      "description":"Description: Guna is a Tamil psychological thriller about a mentally disturbed man, Guna, whose obsessive love for Ranjitha leads to tragic consequences. The film explores love, madness, and the effects of mental illness."
    }
  ]
  